---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.FahrenheitInterval
source: html/2cc317a1-c4ad-65cd-e41f-1f43b1a5e992.htm
---
# Autodesk.Revit.DB.UnitTypeId.FahrenheitInterval Property

Fahrenheit interval.

## Syntax (C#)
```csharp
public static ForgeTypeId FahrenheitInterval { get; }
```